-- phpMyAdmin SQL Dump
-- version 4.0.4.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Час створення: Гру 08 2013 р., 21:09
-- Версія сервера: 5.5.32
-- Версія PHP: 5.4.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База даних: `pages`
--
CREATE DATABASE IF NOT EXISTS `pages` DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci;
USE `pages`;

-- --------------------------------------------------------

--
-- Структура таблиці `pages`
--

DROP TABLE IF EXISTS `pages`;
CREATE TABLE IF NOT EXISTS `pages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0',
  `position` int(11) NOT NULL DEFAULT '0',
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'Страница ',
  `body` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `changed` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=44 ;

--
-- Дамп даних таблиці `pages`
--

INSERT INTO `pages` (`id`, `pid`, `position`, `title`, `body`, `created`, `changed`) VALUES
(1, 0, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(2, 0, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(3, 0, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(4, 1, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(5, 1, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(6, 2, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(7, 2, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(8, 3, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(9, 4, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(10, 4, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(11, 4, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(12, 5, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(13, 5, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(14, 6, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(15, 6, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(16, 6, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(17, 7, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(18, 7, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(19, 7, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(20, 8, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(21, 8, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(22, 9, 5, 'Страница', '22', '2013-12-04 22:00:00', '2013-12-08 20:53:28'),
(23, 9, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(24, 11, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(25, 11, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(26, 14, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(27, 14, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(28, 16, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(29, 18, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(30, 18, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(31, 18, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(32, 21, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(33, 9, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(34, 4, 4, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(35, 4, 5, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(36, 22, 3, 'Страница', '23', '2013-12-04 22:00:00', '2013-12-08 20:47:31'),
(37, 22, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(38, 22, 2, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(39, 23, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(40, 9, 3, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(41, 34, 1, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(42, 9, 4, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00'),
(43, 4, 6, 'Страница', '', '2013-12-04 22:00:00', '2013-12-05 00:00:00');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
